export const data = {
  id: "profil-p003-185",
  name: "Profil P003-185",
  description:
    "Профиль Flexy STANDART 01 для многоуровневых натяжных потолков с гарпунной системой крепления полотна. С разделительной вставкой. Без подсветки.",
  image: "main.webp",
  file: "profil.pdf",
  technical: {
    image: "scheme.webp",
    value: [
      {
        name: "Характеристики",
        value: [
          {
            name: "Цвет",
            value: "без покраски",
          },
          {
            name: "Длина",
            value: "2000 мм",
          },
          {
            name: "Материал",
            value: "алюминий",
          },
          {
            name: "Радиус гиба",
            value: ">120 мм",
          },
          {
            name: "Крепление полотна",
            value: "гарпун",
          },
        ],
      },
      {
        name: "Конструктив",
        value: [
          {
            name: "Стыковочные пазы",
          },
          {
            name: "Угловой паз для установки гарпуна",
          },
          {
            name: "Паз под бандаж",
          },
          {
            name: "Паз для разделительной вставки",
          },
          {
            name: "Усиленный отбойник для жесткости",
          },
        ],
      },
    ],
  },
  mount: [
    {
      name: "Крепление профиля",
      value:
        "Саморезами или дюбелями к потолку через монтажные уголки.\nШаг крепления на прямолинейном участке не более 1 м, на криволинейном - не более 0,7 м.",
    },
    {
      name: "Стыковка",
      value: "Без перехода и зазора. Стержнем ∅3 мм и бандажом шириной 15 мм.",
    },
    {
      name: "Раскрой полотна",
      value: "При наличии прямых внутренних углов раскрой корректируется. ",
    },
    {
      name: "Заправка полотна ",
      value:
        "Полотно верхнего уровня заправляется стандартной прямой лопаткой, нижнего уровня - лопаткой с рабочей частью длиной не менее 35 мм и углом 70-90°.",
    },
    {
      name: "Демонтаж полотна",
      value: "Возможен без повреждения.",
    },
  ],
  usage: [
    {
      image: "usage.webp",
      value: "Для многоуровневых натяжных потолков с переходом уровня 62 мм.",
    },
  ],
  finished: [
    {
      image: "corner-1.webp",
      name: "Угол прямой наружный STANDART 01",
      value: ["248 х 248 мм", "Без покраски"],
    },
    {
      image: "corner-2.webp",
      name: "Угол прямой внутренний STANDART 01",
      value: ["248 х 248 мм", "Без покраски"],
    },
    {
      image: "corner-1.webp",
      name: "Угол радиусный наружный STANDART 01",
      value: ["R=120 мм, 150 мм, 170 мм", "248 х 248 мм", "Без покраски"],
    },
    {
      image: "corner-2.webp",
      name: "Угол радиусный внутренний STANDART 01",
      value: ["R=120 мм, 150 мм, 170 мм", "248 х 248 мм", "Без покраски"],
    },
  ],
  additional: [
    {
      image: "corner-1.webp",
      name: "PVC 8",
    },
    {
      image: "corner-2.webp",
      name: "UGOLOK 01",
    },
  ],
};
